{
    "images": [
        {
            "imgPath": "img/lamatanza.jpg",
            "imgLocation": "La Matanza PBA, Argentina",
            "description": "La Matanza is one of the 135 districts that make up the province of Buenos Aires, Argentina. It is part of the urban agglomeration of Greater Buenos Aires and is, in turn, the largest district bordering the city of Buenos Aires and the most populous in the entire province, with 1,841,247 inhabitants according to the 2022 census. It is the city in which my grandparents grew up in and my mom and aunt were born and raised.",
            "date": "12/25/2023"
        },
        {
            "imgPath": "img/puertomadero2.jpg",
            "imgLocation": "Puerto Madero, CABA, Argentina",
            "description": "Puerto Madero, also known within the urban planning community as the Puerto Madero Waterfront, is a neighborhood of Buenos Aires in the Central Business District. Occupying a significant portion of the Río de la Plata riverbank, it is the site for several high-rise buildings and luxurious hotels, featuring the latest architectural trends. It is the neighborhood with by far the highest property price, surpassing the second-highest twofold. This was the location in which my grandparents celebrated their 50th wedding aniversary.",
            "date": "12/27/2023"
        },
        {
            "imgPath": "img/casarosada.jpg",
            "imgLocation": "Casa Rosada, Buenos Aires",
            "description": "The Casa Rosada, or Pink House, is the official workplace of the President of Argentina, located in Buenos Aires. Also known as Casa de Gobierno, it is distinctively baby pink and one of the city's most iconic buildings. While the president resides at Quinta de Olivos, the official residence in Greater Buenos Aires, the Casa Rosada also features a museum showcasing artifacts related to former presidents and is recognized as a National Historic Monument of Argentina.",
            "date": "12/27/2023"
        },
        {
            "imgPath": "img/aldobonzi.jpg",
            "imgLocation": "Aldo Bonzi, La Matanza, PBA",
            "description": "The house in which my granparents, mom, aunt, and other family members lived in.",
            "date": "12/23/2023"
        },
        {
            "imgPath": "img/bariloche1.jpg",
            "imgLocation": "San Carlos de Bariloche, Rio Negro Province, Argentina",
            "description": "San Carlos de Bariloche (or commonly known as Bariloche) is a city located in the Rio Negro Province of Argentina towards the south of the country. Located in the foothills of the Andes on Nahuel Huapi Lake's southern shores, the city lies within Nahuel Huapi National Park. Developed in the 1930s and 1940s, it became a major tourism center with skiing, trekking, and mountaineering facilities, along with many restaurants, cafés, and chocolate shops. The permanent population was 108,205 in 2010, increasing to approximately 122,700 by 2015, with a projected population of 135,704 in 2020.",
            "date": "1/01/2024"
        },
        {
            "imgPath": "img/places/india.jpg",
            "imgLocation": "India",
            "description": "Taj Mahal",
            "date": "01/06/2016"
        },
        {
            "imgPath": "img/places/italy.jpg",
            "imgLocation": "Italy",
            "description": "Venice",
            "date": "01/07/2016"
        },
        {
            "imgPath": "img/places/japan.jpg",
            "imgLocation": "Japan",
            "description": "Hirosaki Castle",
            "date": "01/08/2016"
        },
        {
            "imgPath": "img/places/korea.jpg",
            "imgLocation": "South Korea",
            "description": "Seoul",
            "date": "01/09/2016"
        },
        {
            "imgPath": "img/places/norway.jpg",
            "imgLocation": "Norway",
            "description": "Countryside mountains",
            "date": "01/10/2016"
        },
        {
            "imgPath": "img/places/switzerland.jpg",
            "imgLocation": "Switzerland",
            "description": "Lake castle",
            "date": "01/11/2016"
        },
        {
            "imgPath": "img/places/thailand.jpg",
            "imgLocation": "Thailand",
            "description": "Beachline",
            "date": "01/12/2016"
        },
        {
            "imgPath": "img/places/turkey.jpg",
            "imgLocation": "Turkey",
            "description": "Istanbul",
            "date": "01/13/2016"
        }
    ]
}